Repository: mozilla-l10n/mt-training-data
Catalog: khw/khw_pontoon.tmx
Source language: en_us
Languages: khw

source: Separate sentences into one line by pressing “Enter” or “Return” once
khw: "Enter"شینی جملان ای لائنار علحیدہ کو یا ای دفعہ "Return"

source: Serbian
khw: سربیئن

source: Seri
khw: سیری

source: Serian Bidayuh
khw: سیرین بدایوہ

source: Service and Retail
khw: نوکری وا پرچون

source: Set a goal
khw: ای حدف لکھے

source: Set my visibility
khw: مہ پوشیکو صلاحیتو سہی کو

source: Setswana
khw: ستاسوانا

source: Settings
khw: ترتیب

source: Sex
khw: جنس

source: Sex or Gender
khw: جنس

source: SHA256 Checksum Copied!
khw: SHA256 چیکسم کاپی ہوئے!

source: Shan
khw: شان

source: Share Common Voice
khw: کامن وائسو بوژے

source: Share my goal
khw: مہ حدفو خوران تین انځاوے

source: Share your clip
khw: تان اسکوردی ہوازو بوژے

source: Share your { $count } Clip Daily Goal for { $type }
khw: اسپہ تین تان { $count } ہوازان انوسو حدف{ $type } بارا لوو دیت۔

source: Share your { $count } Clip Weekly Goal for { $type }
khw: اسپہ تین تان { $count } ہوازان ہفتے حدف{ $type } بارا لوو دیت۔

source: Share your event
khw: تان تقریبان بارا اسپہ تین لو دیت

source: Shilha
khw: شیہا

source: Shina
khw: شینا

source: Shortcuts
khw: اسکوردی راہ

source: [Should be ‘dinosaurs’]
khw: [ ڈائنوسار بیلیک]

source: [Should be “We are”]
khw: [ ہیہ “بِیری ” بیلیک]

source: Show me sentences and clips from all variants within my language
khw: مہ وارا تھمام شکلان جملان وا ہوازان مہ پشاوے

source: Show my ranking
khw: مہ درجو پشاوے

source: Sicilian
khw: سیسیلیئن

source: Sign up
khw: سائن اپ کو

source: Sign up for an account
khw: اکاونٹو پچین سائن اب کو

source: Sign up for Common Voice newsletters, goal reminders and progress updates
khw: کامن وائسو نیوز لیٹرو، حدافو یاد کوریکو وا کندوری کوروم ہوئے رے معلوماتان بچین سائن اب کو

source: sign up for email updates
khw: ای میلا نوغ لو گیکو پچین سائن اب کو

source: Sign up for { $lang } updates:
khw: { $lang } نوع معلومات دیکو پچین سائن اب کو

source: Sindhi
khw: سیندھی

source: Single
khw: ای

source: Single sentence submission
khw: ای جملہ جمع کو

source: Single ZIP file containing
khw: ای زیپ فائیلا ہمیت شینی

source: Sinhala
khw: سینہالا

source: Siswati
khw: سیسواتی

source: Size
khw: سائز

source: Skip
khw: پیځیک

source: Skipped
khw: پیڅیتائے

source: Skip Submission Feedback
khw: سبسکرپشنز سورا تبصیرو سورین نسیک

source: Slovak
khw: سلواک

source: Slovenian
khw: سلوینیئن

source: Small batch
khw: ذیاد

source: Small batch sentence submission
khw: پوکھ امبوخ جملان جمع کو

source: Small businesses, including tech and AI start ups
khw: چیق کروبار کہ تیرا ٹکنالوجی وا آے آئی (AI )شامل شیر شروع کوریک

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
khw: [اشتروخیک]ٹرائزیکو [کوپیک]لوٹ ڈائنوسار۔

source: Social media
khw: سوشل میڈیا

source: Solicit personally identifying information (like names or financial information)
khw: ذاتی شناختو معلوماتان مݰکے( مثلاً نام وا پیسو بارا معلومات)

source: Somali
khw: سومالی

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
khw: پھتی واران گرائمیر، مجموعہ الفاظ، لفظان ادا کوری طریقہ بو زیاد خور۔ ہیا وجہین دیتی اسپہ <ctaLink> 2022 مختلف قسم</ctaLink> الیتام۔ ہیا رویان تے تان وارو لوٹ ڈیٹا سیٹا خور واران سار فرق کوریکو ای طریقہ نݰان دویان۔

source: Someone asks for a language to be added.
khw: کا ای وارو شامل کوریئک مݰکیران۔

source: Something went wrong while fetching audio for transcriptions. Please try again later.
khw: ہوازو نیویشیکوتین یی گناوا مسلٔہ پیدا ہوئے۔ پھوک اچا وا کھوشش کو۔

source: Something went wrong while fetching prompts. Please try again later.
khw: اشارو یی گناوا مسلہ پیدا ہوئے۔ پھوک اچا وا کوشش کو۔

source: Something went wrong while fetching transcriptions. Please try again later.
khw: نیویشیرو یی گناوا مسلہ پیدا ہوئے۔ پھوک اچا وا کھوشش کو۔

source: Something went wrong with reCAPTCHA. Please try again.
khw: وا کیپچا ݯھکیاوا کورا نقص ہائے۔ وا کھوشش کو

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
khw: وارو یا وارو خاندانو موژی پتھی شکل وا لہجہ ایوال ایوالیو سار بو خور۔ اگر تہ تین ای خاص شکلا کوروم کوراوا مسلہ کی ہائے ہیا بدل دیتی خور ژاغا بوغے

source: Soninke
khw: سونینکے

source: Sorbian, Lower
khw: سربین، لورئیر

source: Sorbian, Upper
khw: سربین اپر

source: Sorry, Common Voice is running slowly. Thanks for your interest.
khw: معافی مݰکیسیان! کامن وائس آراما کسیران! تہ دلچسپیو پچین منادر۔

source: Sorry, something went wrong
khw: معافی مݰکیسیان، کیاغ غلط ہوئے

source: Source: { $sentenceSource }
khw: ذریعہ: { $sentenceSource }

source: Southern Kurdish
khw: ساوتھرن کوردش

source: Southern Pastaza Quechua
khw: جنوبی پاستازا کیوچیوا

source: Southern Sotho
khw: ساوتھرن سوتھو

source: Southwestern Tlaxiaco Mixtec
khw: جنوب مشرقی ٹیلکسیاکو میکسٹیک

source: Spanish
khw: سپینیش

source: Speak
khw: راوے

source: Speakable
khw: لودیکو بݰ

source: Speakers
khw: ریاک

source: Speaking
khw: لو دیک

source: Speaking and Listening
khw: لو دیک وا کارکوریک

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
khw: تان عام ہوازا لو دیت۔ کیہ قسم کی تو لو دوسان ہسے سہی - اسپہ تہ لہجہ کیچہ کی شیر ہتوغو مݰکیسیان وا اسپہ تہ ہواز کندوری کی توڑ توغو، تہ لودیکو اندازو وا تو کیہ قسم کی ژینگیسان توغو مݰکیسیان۔

source: Speak now
khw: ہنیسے راوے

source: Speak options menu
khw: اختیاراتان فہرستو راوے

source: Speak up, contribute here!
khw: لو دیت، ہیا حصہ دراوے

source: Special Characters and Foreign Letters
khw: خاص حروف وا بیریو حروف

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
khw: خاص علامتان وا زیرزبران صرف ہتے صورتا شامل کورور کی ہیتان کی بو ضرورت اوشوئے۔ مثلا انگریزی لفظہ ایپیس ٹروفی شامل کونیان کیچہ کی "don’t" وا "we’re" وا شروعو عبارتا شامل بیلیک لیکن خآص علامت “@” or “#.” ضرورت بوئے رے نو سریران

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
khw: <speechBlogLink> تقریر ہوݰ کوراک سورا شروع کو</speechBlogLink>

source: Spelling and Punctuation
khw: املہ وا زیرزبر

source: Split into { $archiveCount } ZIP files containing
khw: { $archiveCount } حصہ تقسم بیرو زیپ فائلا شینی۔

source: Splits
khw: تقسیم

source: Splits (Age and Sex)
khw: تقسیم(عمر وا جنس)

source: Spontaneous Speech
khw: جاری لو

source: Start recording
khw: رکارڈ کوریک شروع کو

source: Start typing to describe your accent
khw: تان لہجو تفصیلو نیویشیک شروع کو

source: Stats
khw: حساب کتاب

source: Status Page
khw: توریکو صفحہ

source: Still have questions?
khw: ودی سوال شینیا؟

source: Streaks
khw: مودت

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
khw: <strong>[کڑک]</strong>رائزیکو لوٹ ڈائنوسار <strong>[کڑک]</strong> -

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
khw: <strong> ہتے ہوازو رد نو کی ہیترا لودیاکو تلفظ تا سار خور </strong>-سف ای بیتی کوروم کوری اوازو ہوݰ کوریکو پچین ہیا بو اہم۔

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
khw: <strong> نوغ اشناری:</strong>۔ تا وارو ڈال بلکل خور بیلیک وا ہمیت شروع کوریکو ای کما طریقہ۔

source: <strong>Scripted Speech</strong> (traditionally what you know as Common Voice) is where you can read sentences aloud in your language.
khw: <strong>نیوشیرو لو</strong>(پوشٹیار یی کامن وائس حیثیتا کیاغ ہوݰ کوسان) ہسے کی تیرا تو جملان تان وارا توڑ ریکو بوسان

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
khw: <strong>[اشتروخیک]</strong> بلاہ ڈائنوسار <strong>[کوپیک]</strong> ٹرائزک.

source: <strong>Spontaneous Speech</strong> is a new part of Common Voice where you can respond to questions in a more organic, colloquial way.
khw: <strong> جاری لوو</strong> کامن وائسو حصہ تیرا تو سوالان قدرتی لواان طریقہ جواب دوسان

source: Submit
khw: جمع کو

source: Submit All
khw: سفان جمع کو

source: Submit a new question for the community to read and respond to
khw: کمیونیٹو ممبرانان سر ریکو وا جواب دیکو بچین سوال کو

source: Submit a report
khw: رپورٹو جمع لو

source: Submit clips
khw: اسکوردی ہواز جمع کو

source: Submit new questions for the community to read and respond to
khw: کمیونیٹو ممبران سر ریکو وا جواب دیکو بچین نوغ سوال کو

source: Submitted
khw: جمع ہوئے

source: Subscribe
khw: سبسکرائب

source: Success
khw: کامیابی

source: success checkmark
khw: کامیابیو نݰان

source: Success, profile created!
khw: کامیابی، پروفائل ساوز ہوئے

source: Support open, community-led datasets
khw: وریغ، کمیونیٹیو لوٹھورووییا ساوز باک ڈیٹا سیٹو مدد کو

source: Svan
khw: سوان

source: Swahili
khw: سواہیلی

source: Swedish
khw: سویڈیش

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
khw: جملان منظور کوریکو بچین ہوسکی وݰکی مژے۔ رد کوریکو بچین کھوڑی ویلٹی مژے۔ پیڅیکو بچین ایہہ مژے۔ <strong>تان تبصرو جمع کوریکو مو روخڅے!</strong>

source: Syriac
khw: سائریاک

source: Tagalog
khw: ٹاگالوگ

source: Tahitian
khw: تاحیتین

source: Taiwanese (Minnan)
khw: تائوانیسے(مینان)

source: Tajik
khw: تاجک

source: Taking several attempts to read a word.
khw: ای لفظو ریکو پچین امبوخ کوشش کوریک

source: Tamazight
khw: تمازیغ

source: Tamil
khw: تمالی

source: Tap
khw: شینے

source: Tarifit
khw: تاریفیت

source: Tatar
khw: تاتار

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
khw: تاتوئبا جملوان، ترجمان، وا راردو آوازان ڈیٹابیس کی ہیس وار ݯھیݯھیکو بچین استعمال بویان۔ ہیہ ڈاون لوڈا کمیونیٹیو رکارڈ کاردو لودیرو انگلیش شیر۔

source: Technology and Robotics
khw: ٹیکنالوجی وا رابوٹ

source: Technology that speaks your language
khw: ٹیکنالوجی کی ہسے تہ وارو کویان

source: TED-LIUM Corpus
khw: ٹیڈ-لیئم ہوازوان مجموعہ

source: Teke
khw: ٹیکے

source: Tell us what you'd like to download:
khw: اسپہ تین لودیت تو کھیو ڈاون لوڈ کوریک مݰکیسان؟

source: Telugu
khw: تیلوگو

source: Tepeuxila Cuicatec
khw: ٹیپیوزیلا کیوکیٹیک

source: Terms
khw: شرط

source: <termsLink>Terms</termsLink>
khw: <termsLink>شرائط</termsLink>

source: Teutila Cuicatec
khw: تیوٹیلا کیوکیٹیک

source: Thai
khw: تھائی

source: Thanks for confirming your account, now let's build your profile.
khw: تان اکانٹو تصدیق کوریکو شکریہ، ہنیسے تا پروفائلو ساوزیسی

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
khw: 50 واران 259 ہزارار ذیاد رویان مددو شکریہ۔ ہمی معلومات انسانو ہوازو تین بہتر جواب دیکو پیچیں، ہواز شیرو کمپوٹر پروگرامنان تربیت دیکو پیچین استعمال بونیان

source: Thank you for contributing to Spontaneous Speech!
khw: جاری مشقولگیا حصہ دریکو بچین تہ بو منادار!

source: Thank you for contributing your bulk submission!
khw: بو جملان جمع کوریکو بچین تہ شکریہ!

source: Thank you for contributing your voice!
khw: تان ہوازو دیکو بچین اسپہ تہ منادار

source: Thank you for donating your voice clips!
khw: تان اسکوردی ہوازان دیکو بچین بو میناداری

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
khw: رکارڈنگو بچین شکریہ!<lineBreak></lineBreak>ہنیسے ای دی لوڑے وا تان ہوازان موڑا جمع کورے۔

source: Thank you for your information
khw: معلومات دیکو بچین تہ مینادار

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
khw: { $lang } حصہ دریکا دلچسیو بچین تہ شکریہ۔ اسپہ ہر ای وارو تیار کوریکو بچین سخت محنت کوسیان وا ای میلو ذریعہ ٹیمو تین معلومات دوسیان۔ تو حصہ دریک کی مݰکیسان تان ای میلو اسپہ تے دیت۔

source: Thank you for your voice information
khw: ہوازا معلومات دیکو بچین تہ مینادار

source: Thank you! You’ve sent a new language enquiry
khw: شکریہ! تو ای نوغ وارو بارا سوال انځیتاو۔

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
khw: سفو سار جام جملہ قدرتی وا مشقولگی - خور کوس ریکو بچین اسان بائے۔ ای جملہ مختلف ہواز وا لفظ بیک بو اہم۔ اسپہ ہݰ دی کوشش کوسیان رکارڈنگو جملہ اسپہ رضاکاران بچین ہردی ݯوکونو وا مزو اشناری بائے۔

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
khw: عام لو دیک وا مشقولگی سفوسار بہترین جملہ ای فائدہ مند ہوازو ہوݰ کوراک مشین ساوزیکو بچین۔ جملہ نیزیکو بچیں پھوک فائدہ مند لو:

source: The bumblebee sped by.
khw: لوٹ مݯھی گوغو تہ سار پوشٹی نیسیتائے

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
khw: ہوازان قبرستانہ ہتے ہواز شینی کیاغ کہ کامن وائس ڈیٹا سیٹو اندرینو شامل نکی۔ ہوازان قبرستان دی ڈیٹا سیٹو غون ڈاون لوڈ کوریکو پچین دستیاب شیر۔ اسپہ موڑی ہمی رویان وا تنظیمان ہیا پروجکٹو سون تیتان مددو پچین شکریہ کوسیان۔

source: The clip has disrespectful or offensive language.
khw: ہوازا شوم یا غیر مہذب لو شیر

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
khw: کامن وائسو ڈیٹآ سیٹا ہزار ہا ہوازان نمونہ شینی، ہتیت ساوزیاکان ہوازو ہوش کوراک سامان ساوزیکا مدد کونیان۔

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
khw: کمیونیٹی کامن وائسو ہردی - ہیت بورا دنیا اسونی وا وران پچین کوروم کوراک، سائنس دان، وا فنکار۔ ہیا کورما شامل بیکو پچین تو اسپہ <about> بارا </about> صفحہ وا اسپہ <community> کمنیوٹی نوٹ بک</community>۔ تومظبوط تنظیمی حصہ دری کی مݰکیسان<emailFragment> اسپہ تین نویشے۔ </emailFragment>

source: The content contains a language different than I was expecting.
khw: اوا کیا وارو کی توقع کوراو اوشتام ہیا شیرو وار ہتیغار مختلف۔

source: The content has disrespectful or offensive language.
khw: ہیہ موژی غیر مہذب یا شوم لو شیر۔

source: The giant dino [cough] the Triassic.
khw: لوٹ دنو ٹرائزیک [کوپھیک]

source: The giant dinosaur of the Triassic.
khw: ٹرائزیکو لوٹ ڈائنوسار

source: The giant dinosaurs of the Triassi-.
khw: ٹرائزیو لوٹ ڈائنوسار

source: The giant dinosaurs of the Triassic.
khw: ٹرائزیکو لوٹ ڈائنوسار

source: The giant dinosaurs of the Triassic. [read by one voice]
khw: ٹرائزیکو لوٹ ڈائنوسار۔[ای ہوازا راوے]

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
khw: ٹرانزیکو لوٹ ڈائنوسار <strong>[ای ہواز راوے]</strong>

source: The giant dinosaurs of the Triassic. Yes.
khw: ٹرائزیکو لوٹ ڈائنوسار۔ دی۔

source: The giant dino <strong>[cough]</strong> the Triassic.
khw: بلاح ڈاینو <strong>[کوپیک]</strong> ٹرائزک.

source: The MediaRecorder API is not supported in your browser.
khw: تہ براوسرا میڈیا رکارڈر اے پی آئی نو چالوران۔

source: The number of recordings and which languages you contribute to will be public.
khw: کندری کی رکارڈ ارو وا کیا وارو سون کی تعاون آرو تیت وریغ بونی۔

source: The page you are looking for could not be found
khw: کیا صفحو کی تو مݰکیسان ہسے ملاو نو ہوئے

source: There are currently no prompts for this language. Please refresh the page or try again later.
khw: ہیہ وختہ ہیہ وارو بچین کیا اشارہ نیکی۔ صفحو نوغ کو یا پھوک اچا کھوشش کو۔

source: There are currently no sentences to review in this language.
khw: موجودہ وحتہ ہیا وارا وا لوڑیکو پچین کیا جملہ نیکی۔

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
khw: ہیہ وختہ ہیہ وارا لوڑیکو بچین کیا نیویشیرو نیکی۔ صفحو نوغ کو یا پھوک اچا کھوشش کو۔

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
khw: ای وارو بارا سوچ کوریکو بو طریقہ شینی۔ لوؤ ہوݰ کوریکو ای ماڈل ساوزیکو بچین، کامن وائس تان موژی ہوݰ کوریکو تجویزو سورا زور دویان یا ہیہ لوو سورا زور دویان کی ای وارو کوراک کھوشش کوری تان موژی ایغو لووان ہوݰ کونیانا؟

source: The recording was too long.
khw: رکارڈینگ بو درونگار ہوئے

source: The recording was too quiet.
khw: رکارڈنگ بو لش

source: The recording was too short.
khw: رکارڈینگ بو اسکوردی

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
khw: ہیہ وختہ ہیہ وارا نیویشکا غیروکو بچین ہواز نیکی۔ صفحو تازا کو یا پھوک اچا کھوشش کو۔

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
khw: جام ہݰ بوئے کی شروعو عبارتا نمبر مو بانی۔ ہیت توڑ ریاوا مسلہ کونی۔ نمبرو کیا طریقہ کی رینو ہوئے ہسے ماحولا سورا انحصار کوئے وا ڈیٹا سیٹا الجھاو پیدا کوئے۔ مثلا "2409" جو کھاڑ طریقہ سہی رین بوئی " بیشیر چور زیرہ نیف" وا "جو ہزار ݯھور شور اوچے نیوف"۔

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
khw: ریاکان ہواز قدرتی طورا کم ذیاد بوئے۔ ہے صورتا رد کو کہ ہواز ہنی توڑ اوشوئے کہ ݯھیاو اوشتائے۔( عام طورا) کہ بو لش اوشوئے کیاغ ران رے کارا کی نو دیاو اوشوئے، نیویشیرو لوڑے۔

source: The route was unclear.
khw: راہ سفا نو اوشوئے

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
khw: ہیا ہیاوحتا کمیونٹیو ساوزیکو موژی اسور<localizationGlossaryLink> ویب سائیٹو مقامی کوریک </localizationGlossaryLink>وا <sentenceCollectionGlossaryLink> جملان جمع کوریک </sentenceCollectionGlossaryLink> شروع کوریلیک

source: The selected file is too large
khw: گنیرو فائل بو درنگار

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
khw: جملان جمع کوراک بنیادی کامن وائسو ژاغو ویشکی بیران۔ تو ہنیسے <writeURL> نویشے</writeURL> ایک جملہ یا<reviewURL> وا لوڑے</reviewURL> ای جملو کامن وائسا جمع کوریکو۔

source: The sentence has a grammatical or spelling error.
khw: جملہ گرائمرو یا ہجو غلطی شیر

source: The sentence has disrespectful or offensive language.
khw: جملہ شوم یا غیر مہذب لو شیر

source: The sentence must be grammatically correct.
khw: جملہ گرائمیرو لحاظا سہی بائے

source: The sentence must be speakable.
khw: جملو ریکو قابل بائے

source: The sentence must be spelled correctly.
khw: جملہ سہی نویشینو بائے

source: The sentence should have fewer than 15 words.
khw: جملہ جوش پونجار کم لفظ بیلیک

source: The site is ready to be launched when it reaches 75% completion.
khw: سائٹ 75 فیصد مکمل کی ہوئے شروع بیکو بچین تیار بوئے۔

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
khw: ہیا سائٹ بو شاو محفوظ بوئے۔ نوغ معلوماتان پچین <matrixLink>، کمیونیٹی لوان پچین </matrixLink> یا لوڑے<githubLink> گیت ہب یا <discourseLink> اسپہ لوان ژاغا </discourseLink> سائٹا گیاگ نقصان جمع وا لوڑیکو پچین۔

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
khw: ٹیڈ-لیئمو مجموعہ ہوازو مشقولگیار ساوزے شیر، وا ہے ہوازان نیویشیرو ٹیڈ ویپ سائٹا شیر۔

source: The website text is translated into that language.
khw: ویب سائٹو ہے وارا ترجمہ کورونو ہوئے۔

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
khw: ہمی موادان موژی کوس ذاتی طورا ہوݰ کوریکو بݰ معلومات شینی، کیچہ کی تیتان نام، ای میل ایڈریس، ژاغا، شناختی نمبر یا فون نمبر۔

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
khw: ہمی معلوماتان دیک لازی نو، تہ تین کی جام سریران تھے شامل کو۔ اسپہ معلومات دیکار پوشٹی ہیتان اسکوردی کوسی وا ہش دی کوسی کی تہ نام و ایمیل تہ عمرو چے موش کیمیری بیکو سون جوست نو بوئی۔

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
khw: ہمی معلوماتان دیک لازمی نو۔ تا تین کی جام سریران تھے شامل کو۔ اسپہ کیہ وختا کی ڈیٹاسیٹو رویان پوشٹا انگوسیان، اسپہ رویان معلوماتان اسکوردی کوسیان وا ہیہ لوؤ یقینی کوسیان کی تہ نام وا ای میل تہ آبادیوں معلومات مثلا نام یا جنس ایغو سوم جوست مو بانی۔ ٹیکنالوجی سفو بچین جام کوروم کویکو بچین کیا معلومات ساوزیکان سوم مدد کی کونیان ہتیرہ مختلف رویان معلومات بیلیک۔ امبوخ معلومات کو ضروی ہیہ بارا خور دی ݯھیݯھے۔

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
khw: ہیا استعمالو سورا کوساک حصہ کہ تیرا لودیکو نمبران شناخت، دی یا نو پتہ لگیے کوتین ڈیٹا بویان۔

source: This is how you cite yourself if you wrote the content yourself.
khw: ہیا قسمہ تان سورو دی حوالہ دیکو بوس، جملو کی تان کی نیویشی استاو۔

source: This project would not be possible without people like you. 🎉 There are many ways to get involved with Common Voice - you don't have to know how to code to contribute!
khw: ہیا پروجکٹ پیسہ غون رویان سار بغیر ممکن نو۔ کامن وائسا حصہ دریکو بو طریقہ شینی- حصہ دریکو بچین کوڈ لگیک ݯھیݯھیک ضروری نو۔

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
khw: ہیہ سیٹنگ تہ لوڈر بورڈو وریغیو کنٹرول کویان۔ کیاوخت کی کوشتیتاو تہ کروم رازا بہچور۔ ہمو مطلب ہیہ کی تہ فوٹو، استعمال بک نام وا کوروم لوڈر بورڈا غیچی نو گوئے۔ ہیہ لوو نوٹ کوکی لوڈر بورڈو نوغ بیتی تبدیلی ہیرا گیگا پیت { $minutes } منٹ گنیر

source: Three to go!
khw: تروئے بہچی شینی

source: Thur
khw: تھور

source: Tibetan
khw: تبتو
